Table of Contents
 Interface IIdeaMaterialReinforcement
Namespace
IdeaStatiCa.BimApi
Assembly
IdeaStatiCa.BimApi.dll
Material of a reinforcement.
public interface IIdeaMaterialReinforcement : IIdeaMaterial, IIdeaObject
Inherited Members
 IIdeaObject.Id
 IIdeaObject.Name
Properties
 Material
Material
MatReinforcement Material { get; }
Property Value
MatReinforcement
 Edit this page